Repository: Viktor-Drykin/CzechLearning
Catalog: CzechLearning/Resources/Localizable.xcstrings
Source language: ru
Languages: uk

source: %1$lld из %2$lld
uk: %1$lld з %2$lld

source: %1$lld ч %2$lld мин
uk: %1$lld год %2$lld хв

source: %@ г
uk: %@ р

source: %lld г
uk: %lld р

source: %lld мес
uk: %lld міс

source: %lld мин
uk: %lld хв

source: %lld ч
uk: %lld год

source: <1 мин
uk: <1 хв

source: CZ → перевод
uk: CZ → переклад

source: Автоозвучка карточки
uk: Автоозвучення картки

source: Активность за 30 дней
uk: Активність за 30 днів

source: Аудирование
uk: Аудіювання

source: Без лимита
uk: Без ліміту

source: Быстро
uk: Швидко

source: В аудировании вводить ответ
uk: В аудіюванні вводити відповідь

source: В изучении
uk: У вивченні

source: В этой колоде не осталось карточек к повторению
uk: У цій колоді не лишилося карток для повторення

source: Верно
uk: Правильно

source: Верно, но без диакритики
uk: Правильно, але без діакритики

source: Вернуть в изучение
uk: Повернути у вивчення

source: Все
uk: Усі

source: Выбор варианта
uk: Вибір варіанта

source: Выученные слова снова станут новыми.
uk: Вивчені слова знову стануть новими.

source: Выучено
uk: Вивчено

source: Выучено %1$lld из %2$lld
uk: Вивчено %1$lld з %2$lld

source: Готовим словарь
uk: Готуємо словник

source: Дальше
uk: Далі

source: Действие необратимо.
uk: Дію не можна скасувати.

source: Ещё раз
uk: Ще раз

source: Закончить
uk: Закінчити

source: Закончить сессию?
uk: Закінчити сесію?

source: Закрыть сессию
uk: Закрити сесію

source: Изучение
uk: Вивчення

source: Исключено из ротации
uk: Вилучено з ротації

source: Исключить из ротации
uk: Вилучити з ротації

source: Картинки загружаются один раз и дальше берутся с диска. Без сети показывается заглушка.
uk: Зображення завантажуються один раз і далі беруться з диска. Без мережі показується заглушка.

source: Карточки
uk: Картки

source: Колоды
uk: Колоди

source: Ложные друзья
uk: Фальшиві друзі

source: Максимум повторений
uk: Максимум повторень

source: Медленно
uk: Повільно

source: На сегодня всё
uk: На сьогодні все

source: Нагрузка
uk: Навантаження

source: Направление карточек
uk: Напрямок карток

source: Настройки
uk: Налаштування

source: Начать
uk: Почати

source: Не начато
uk: Не розпочато

source: Не связан с языком интерфейса: можно держать интерфейс на украинском, а переводы смотреть на русском.
uk: Не пов'язана з мовою інтерфейсу: можна тримати інтерфейс українською, а переклади дивитися російською.

source: Не удалось загрузить словарь
uk: Не вдалося завантажити словник

source: Неверно
uk: Неправильно

source: Ничего не найдено
uk: Нічого не знайдено

source: Новых слов в день
uk: Нових слів на день

source: Обычно
uk: Звичайно

source: Озвучка
uk: Озвучення

source: Осталось карточек: %lld
uk: Лишилося карток: %lld

source: Ответ по-чешски
uk: Відповідь чеською

source: Ответов
uk: Відповідей

source: Ответов пока нет — график появится после первой сессии
uk: Відповідей поки немає — графік з'явиться після першої сесії

source: Отмена
uk: Скасувати

source: Оформление
uk: Оформлення

source: Пары
uk: Пари

source: Перевод
uk: Переклад

source: Перевод → CZ
uk: Переклад → CZ

source: Переводы
uk: Переклади

source: Письменный ввод
uk: Письмове введення

source: По темам
uk: За темами

source: По уровням
uk: За рівнями

source: Повторений на сегодня нет. Можно взять новые слова вперёд.
uk: Повторень на сьогодні немає. Можна взяти нові слова наперед.

source: Повторить
uk: Повторити

source: Показать ответ
uk: Показати відповідь

source: Показывать картинки
uk: Показувати зображення

source: Помедленнее
uk: Повільніше

source: Понятно
uk: Зрозуміло

source: Попробуйте другое слово — искать можно по-чешски, по-русски и по-украински
uk: Спробуйте інше слово — шукати можна чеською, російською та українською

source: Почти верно — одна опечатка
uk: Майже правильно — одна помилка

source: Правильный ответ
uk: Правильна відповідь

source: Примеры
uk: Приклади

source: Примечание
uk: Примітка

source: Проверить
uk: Перевірити

source: Прогресс
uk: Прогрес

source: Прогресс не удалось восстановить
uk: Прогрес не вдалося відновити

source: Прогресс сессии
uk: Прогрес сесії

source: Продолжить
uk: Продовжити

source: Пройдено меньше половины карточек. Ответы уже сохранены.
uk: Пройдено менше половини карток. Відповіді вже збережено.

source: Пропуск в предложении
uk: Пропуск у реченні

source: Пропуск в предложении показывает пример с пробелом вместо слова. Доступен не для всех слов.
uk: Пропуск у реченні показує приклад із прогалиною замість слова. Доступний не для всіх слів.

source: Прослушать
uk: Прослухати

source: Прослушать ещё раз
uk: Прослухати ще раз

source: Режим по умолчанию
uk: Режим за замовчуванням

source: Режимы
uk: Режими

source: Сбросить
uk: Скинути

source: Сбросить весь прогресс?
uk: Скинути весь прогрес?

source: Сбросить прогресс
uk: Скинути прогрес

source: Сегодня
uk: Сьогодні

source: Сессия
uk: Сесія

source: Сессия завершена
uk: Сесію завершено

source: Скорость озвучки
uk: Швидкість озвучення

source: Следующий показ
uk: Наступний показ

source: Следующий показ через %@
uk: Наступний показ через %@

source: Словарь
uk: Словник

source: Слово, перевод или фраза
uk: Слово, переклад або фраза

source: Смешанное
uk: Змішаний

source: Снова
uk: Знову

source: Соберите пары
uk: Зберіть пари

source: Точно сбросить?
uk: Точно скинути?

source: Трудно
uk: Важко

source: Трудные слова
uk: Важкі слова

source: Удаляет статус изучения всех слов, журнал ответов и статистику. Словарь останется на месте.
uk: Видаляє статус вивчення всіх слів, журнал відповідей і статистику. Словник залишиться на місці.

source: Уровень
uk: Рівень

source: Услышанное слово
uk: Почуте слово

source: Установите чешский голос: Настройки → Универсальный доступ → Устный контент → Голоса
uk: Встановіть чеський голос: Налаштування → Доступність → Усний контент → Голоси

source: Учить
uk: Вчити

source: Учить вперёд
uk: Вчити наперед

source: Фильтр по уровню
uk: Фільтр за рівнем

source: Фразы
uk: Фрази

source: Хорошо
uk: Добре

source: Хранилище не открылось и было создано заново. Словарь на месте, но изученное придётся пройти снова.
uk: Сховище не відкрилося і було створене заново. Словник на місці, але вивчене доведеться пройти знову.

source: Хранилище недоступно. Приложение работает, но прогресс не сохранится до перезапуска.
uk: Сховище недоступне. Застосунок працює, але прогрес не збережеться до перезапуску.

source: Чешское слово
uk: Чеське слово

source: Что вы услышали?
uk: Що ви почули?

source: Это занимает пару секунд и происходит только один раз
uk: Це займає кілька секунд і відбувається лише раз

source: Язык перевода
uk: Мова перекладу

source: в изучении
uk: у вивченні

source: верных
uk: правильних

source: верных ответов
uk: правильних відповідей

source: времени
uk: часу

source: выучено
uk: вивчено

source: глаг.
uk: дієсл.

source: глагол
uk: дієслово

source: к повторению
uk: до повторення

source: картинка слова
uk: зображення слова

source: карточек
uk: карток

source: м. р.
uk: ч. р.

source: межд.
uk: виг.

source: междометие
uk: вигук

source: мест.
uk: займ.

source: местоимение
uk: займенник

source: мн. ч.
uk: мн.

source: нареч.
uk: присл.

source: наречие
uk: прислівник

source: несов. вид
uk: недок. вид

source: новых
uk: нових

source: новых выучено
uk: нових вивчено

source: новых осталось
uk: нових лишилося

source: повторить
uk: повторити

source: предл.
uk: прийм.

source: предлог
uk: прийменник

source: прил.
uk: прикм.

source: прилагательное
uk: прикметник

source: р. п.
uk: р. в.

source: сов. вид
uk: док. вид

source: союз
uk: сполучник

source: ср. р.
uk: с. р.

source: сущ.
uk: ім.

source: существительное
uk: іменник

source: частица
uk: частка

source: числительное
uk: числівник
